Repository: alan890104/GhostMark
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Accessibility access is required to intercept image pastes
zh_hant: 要攔截圖片貼上，請先開啟「輔助使用」權限

source: Allow access
zh_hant: 開啟權限

source: Cancel
zh_hant: 取消

source: Cancelled — the original clipboard is unchanged
zh_hant: 已取消，剪貼簿內容沒有變更

source: Choose color
zh_hant: 選擇顏色

source: Copy image
zh_hant: 複製圖片

source: Couldn't paste automatically — image copied to the clipboard
zh_hant: 無法自動貼上，圖片已複製到剪貼簿

source: Mark it. Send it to your AI agent.
zh_hant: 標記圖片，再送給你的 AI Agent。

source: Couldn't export the marked-up image
zh_hant: 無法匯出標記後的圖片

source: Custom color
zh_hant: 自訂顏色

source: Done
zh_hant: 完成

source: Done — pasting back into Claude Code
zh_hant: 已完成，正在貼回 Claude Code

source: Done — pasting back into Claude
zh_hant: 已完成，正在貼回 Claude

source: Done — pasting back into Codex
zh_hant: 已完成，正在貼回 Codex

source: Drag over the image to use the selected tool
zh_hant: 在圖片上拖曳，使用目前選取的工具

source: Edit image on clipboard…
zh_hant: 編輯剪貼簿裡的圖片…

source: Eraser
zh_hant: 橡皮擦

source: Get started
zh_hant: 開始使用

source: Highlighter
zh_hant: 螢光筆

source: How to use GhostMark…
zh_hant: GhostMark 使用方式…

source: Image markup canvas
zh_hant: 圖片標記區

source: Intercept image pastes in AI agent apps
zh_hant: 攔截貼到 AI Agent 應用程式的圖片

source: Keyboard monitoring stopped — reopen GhostMark
zh_hant: 鍵盤監聽已停止，請重新開啟 GhostMark

source: Line width
zh_hant: 線條粗細

source: Mark
zh_hant: 標記

source: Mark up before sending to your AI agent
zh_hant: 標記完成後，送給你的 AI Agent

source: Mark up your image
zh_hant: 標記圖片

source: Marked-up image copied to the clipboard
zh_hant: 標記後的圖片已複製到剪貼簿

source: Marked-up image sent to Claude Code
zh_hant: 標記後的圖片已送進 Claude Code

source: Marked-up image sent to Claude
zh_hant: 標記後的圖片已送進 Claude

source: Marked-up image sent to Codex
zh_hant: 標記後的圖片已送進 Codex

source: No image on the clipboard
zh_hant: 剪貼簿裡沒有圖片

source: Open Accessibility Settings…
zh_hant: 開啟「輔助使用」設定…

source: Paste
zh_hant: 貼上

source: Paste, mark, send
zh_hant: 貼上、標記、送出

source: Pen
zh_hant: 畫筆

source: Quit GhostMark
zh_hant: 結束 GhostMark

source: Redo
zh_hant: 重做

source: Redo (⇧⌘Z)
zh_hant: 重做（⇧⌘Z）

source: Restart keyboard monitoring
zh_hant: 重新啟動鍵盤監聽

source: Send
zh_hant: 送出

source: Send to Claude Code
zh_hant: 送到 Claude Code

source: Send to Claude
zh_hant: 送到 Claude

source: Send to Codex
zh_hant: 送到 Codex

source: Starting…
zh_hant: 正在啟動…

source: Turn on GhostMark in System Settings
zh_hant: 請在「系統設定」中開啟 GhostMark

source: Undo
zh_hant: 復原

source: Undo (⌘Z)
zh_hant: 復原（⌘Z）

source: Watching Claude Code, Claude, and Codex
zh_hant: 正在監聽 Claude Code、Claude 與 Codex

source: Your images stay on this Mac
zh_hant: 圖片只留在這台 Mac
